"*con**firm" = "確認";
"can**cel" = "取消";
"ti**ps" = "提示";
"for**ceStr" = "55m854++6ZyA6KaB5Y2H57Sa55qE54mI5pys77yM5LiN5Y2H57Sa5bCH5bCO6Ie05oeJ55So5LiN5Y+v55So";
"rig**htUp" = "立即升級";
"sel**ectStr" = "5qqi5ris5Yiw5pyJ5paw54mI5pys77yM6KaB6aas5LiK5Y675ZiX6a6u5ZeO77yf";

"per**sonal" = "賬戶";
"com**mun**ity" = "社區";
"item**Other" = "5pSv5LuY";
"cus**tomer"  = "5a6i5pyN";

"pro**Ao**rdNull" = "商品或訂單為空";
"sto**pTips" = "您禁止了App內購買應用權限,請到設置中開啟";
"pro**duct no**t exi**st" = "商品ID不存在";
"bu**ying" = "5q2j5Zyo5pSv5LuY5LitLi4u";
"ca**ll cus**tomer" = "6KuL6IGv57O75a6i5pyN6YCy6KGM6KOc5Zau";
"pa**y succ**ess" = "5pSv5LuY5oiQ5Yqf";
"pa**y fa**il" = "5pSv5LuY5aSx5pWX";
"pa**y can**cel" = "5pSv5LuY5Y+W5raI";

"Cen**ter Us**er" = "用戶中心";
"Con**tact Cust**omer" = "聯系客服";
"Ser**vice agre**ement" = "服務協議";
"log**out ga**me" = "退出登錄";
"A**cc Can**cel" = "刪除賬戶";
"sp**eci**al t**ip" = "特別提醒";
"can**cel mes**s**age" = "在此善意提醒您本賬號為本公司平臺賬號，如您點擊「確認刪除」，我們將視為您已成功向我們提交了刪除賬戶申請，刪除賬戶為不可恢復操作。賬號刪除後您將無法使用該賬號登錄本公司旗下任何產品和服務，無法找回您的個人信息。";
"co**nfi**rm ca**n**cel" = "確認刪除";
"can**cel suc**ce**ss" = "註銷成功";

"bi**nd st**ring" = "綁定";
"bi**nd acc**ount" = "賬戶綁定";
"bi**nd suc**cess" = "綁定成功";
"ha**ve bi**nd" = "此賬號已綁定平臺";
"bi**nd ti**ps" = "只有綁定賬戶才可以在您無法訪問當前設備或切換到新設備時，恢復當前遊戲進度。";

"tour**ists" = "遊客登錄";
"c**ut acc**ount" = "切換賬戶";
"cu**t succ**ess" = "切換成功";
"c**ut ti**ps" = "您確定要切換賬號嗎？";

"ti**p bi**nd" = "為了您的賬號安全，請您盡快升級賬號";
"ri**ght up**grade" = "前往升級";
"ig**nore" = "跳過";

"cen**ter y**ap" = "5YWF5YC85Lit5b+D";
"ou**r y**ap" = "5a6Y5pa55YWF5YC8";

"ha**ve re**ad" = "請確保您仔細閱讀並同意我們的用戶協議、隱私權政策";
"te**rm of se**rvice" = "<用戶協議>";
"Pr**ivacy Te**rms" = "<隱私權政策>";
"ba**ck str" = "返回";
"agreement explain" = "請確保您仔細閱讀並同意我們的服務條款、隱私政策及數據權限聲明，點擊“確認”以便繼續遊戲。
數據權限聲明：
請注意，我們會收集和使用一下數據及權限：
1.您提供的賬號暱稱、電子郵件地址、性別及設備ID、系統生成的用戶ID，用於賬戶識別、註冊、登錄，用戶暱稱顯示，業務優化以及廣告營銷；
2.您的遊戲內交易記錄，用於風險控制、客戶服務及業務優化；
3.您上傳的照片、視頻、語音等，便於您發佈圖片或語音消息、用戶中心圖片上傳及頭像設置等；
4.您的應用內活動記錄，用於業務優化及實現遊戲的對應功能；
5.您可以通過我們的“用戶中心”，“聯繫客服”功能聯繫我們，進行隱私政策的同意撤回，拒絕提供部分不影響遊戲基礎功能的信息、隱私政策相關問題等；
6.您的應用崩潰日誌及診斷，用於業務優化和解決遊戲崩潰問題。";

"cu**t ti**tle" = "切換賬戶提示";
"c**ut ti**p st**r" = "切換賬戶將使你退出當前賬戶";
"oth**er func**tion" = "賬戶其他功能";

"func**tion ti**p" = "註銷賬戶:\n如果你需要註銷賬戶，請點擊下方的幫助按鈕。\n註銷賬戶後，將無法找回您當前的賬戶與角色，請慎重操作。";
"he**lp s**tr" = "幫助";

"he**lp t**ip" = "註銷賬戶:\n\n註銷賬戶後，將無法找回您當前的賬戶與角色，請慎重操作。";
"can**cel Acc**ount" = "註銷賬戶";
"can**cel cou**nt do**wn" = "請先閱讀以上協議並等待倒計時結束";
"ag**ain confi**rm ca**ncel" = "親愛的玩家您好：
      請您再次確認是否需要進行賬戶的刪除操作，我們將會提供給您7天的時間確認是否註銷賬戶，點擊下方確認按鈕後，7天內如有登錄遊戲將會取消賬戶註銷的申請，如7天內都未登錄賬戶，我們將會在第八天將您的賬戶註銷。無需註銷請點擊取消按鈕。";

"canc**el but**ton" = "注销";
"can**cel te**xt" = "《賬戶註銷須知》

親愛的玩家：

您在申請註銷流程中點擊同意前，應當認真閱讀《賬戶註銷須知》（以下稱「《註銷須知》」）。

請您務必審慎閱讀、充分理解《註銷須知》中相關條款內容，其中包括：

1、與您約定免除或限製責任的條款；

2、其他以粗體標識的重要條款。

如您對本《註銷須知》有任何疑問，可以聯系我們。

【特別提示】當您閱讀並同意本《註銷須知》及相關條款與條件且完成全部註銷程序後，即表示您已充分閱讀、理解並接受本《註銷須知》的全部內容。閱讀本《註銷須知》的過程中，如果您不同意相關任何條款和條件約定，請您立即停止賬號註銷流程。

我們在此善意地提醒您， 您註銷賬戶的行為會給您的售後維權帶來諸多不便，且註銷賬戶後，您的個人信息我們會在商城的前臺系統中去除。

1、如果您仍執意註銷賬戶，您的賬戶需同時滿足以下條件：

（1）自願放棄賬戶在遊戲系統中的資產和虛擬權益（包括但不限於余額、優惠券、賬戶角色等）；

（2）賬戶無正在進行中的投訴舉報或被投訴舉報；

（3）賬戶當前為有效賬號，非凍結狀態。

2、賬戶一旦註銷，您的個人信息和相關數據將會在商城的前臺系統中去除，以後將不可檢索、訪問，請您在操作之前自行備份商城服務賬號相關的所有信息和數據。請您保存好訂單商品和服務的交易憑證、票據等資料。

3、註銷賬戶後，您將無法再使用本賬戶，也將無法找回您賬戶中及與該賬戶相關的任何內容或信息，包括但不限於：

（1）您將無法登錄、使用本賬戶；

（2）賬戶的個人資料和歷史信息（包括但不限於用戶名、頭像、購物記錄等）都將無法找回，請及時保存、備份。";
